{"brand": "", "product": "", "ingredients_overview": [{"ingredient_name": "Helianthus Annuus Seed Oil", "ingredient_url": "/ingredients/helianthus-annuus-seed-oil", "ingredient_uses": null, "ingredient_information": "Helianthus Annuus Seed Oil is the oil derived from the seeds of a Sunflower. Sunflower seed oil is non-fragrant. It is an emollient, meaning it helps to soften the skin. Sunflower seed oil contains many fatty acids. The fatty acids found in sunflower seeds include (from highest amount to least): linoleic acid, myristic acid, palmitic acid, stearic acid, arachidic acid, oleic acid, and linolenic acid. These fatty acids help the skin create ceramides. Ceramides play a role in repairing the skin barrier. Helianthus Annuus Seed Oil helps moisturize the skin. This in turn helps the skin look more rejuvenated and smoother. Sunflowers are rich in vitamin E. Historians believe Indigenous cultures of North America domesticated sunflowers before corn. Thus they relied on sunflower oil for a variety of uses. One such use is moisturizing skin and hair. Sunflower seed oil may not be fungal acne safe. We recommend speaking with a professional if you have any concerns."}, {"ingredient_name": "Persea Gratissima Oil", "ingredient_url": "/ingredients/persea-gratissima-oil", "ingredient_uses": null, "ingredient_information": "Persea Gratissima Oil is made by pressing dehydrated avocado fruit from the tree Persea gratissima, Lauraceae. Avocado Oil has antioxidant properties. Antioxidants help fight off free-radicals. Free-radicals are molecules that may damage your skin cells. Avocado Oil is mostly made up of the glycerides of fatty acids. About 67% of these fatty acids is made up of oleic acid. Palmitic acid and linoleic acid are also present. These fatty acids help hydrate and soften the skin. It may increase collagen content in the skin. Collagen helps keep your skin plump and firm. Avocado Oil reduces inflammation and has not shown to clog glands. Avocados also have B vitamins, vitamin K, vitamin C, vitamin E, and potassium."}, {"ingredient_name": "Ascorbyl Palmitate", "ingredient_url": "/ingredients/ascorbyl-palmitate", "ingredient_uses": null, "ingredient_information": "Ascorbyl Palmitate is created by combining pure Vitamin C and palmitic acid. It is an antioxidant and helps reduce hyperpigmentation. This ingredient is a more stable version of Vitamin C, meaning it does not disintegrate when exposed to sunlight. However, studies show it does not penetrate skin as well as pure Vitamin C. Read more about other types of Vitamin C:"}, {"ingredient_name": "Cetearyl Olivate", "ingredient_url": "/ingredients/cetearyl-olivate", "ingredient_uses": null, "ingredient_information": "Cetearyl Olivate is an emulsifier and texture enhancer. It is derived from the fatty acids of olive oil and Cetearyl alcohol, and is biodegradable. As an emulsifier, it is used to prevent oils and waters from separating. It can also Manufacturers use the name Olivem 1000. This ingredient has been found to preserve the natural microbiome of skin. Having a healthy microbiome helps keep our skin healthy and protects against harmful bacteria. This ingredient is grouped with Sorbitan Olivate under the name Olivem 1000."}, {"ingredient_name": "Sorbitan Olivate", "ingredient_url": "/ingredients/sorbitan-olivate", "ingredient_uses": null, "ingredient_information": "Sorbitan Olivate is created from the fatty acids in olive oil and sorbitol. Sorbitan Olivate is an oil in water emulsifier. It helps stabilize a product by preventing oils and waters from separating. Sorbitan Olivate also helps hydrate the skin. Manufacturers sell sorbitan olivate under the name OliveM 1000. OliveM 1000 a multifunctional ingredient. It is self-emulsifying. According to a manufacturer, OliveM 1000 does not disrupt natural skin biome."}, {"ingredient_name": "Tocopherol", "ingredient_url": "/ingredients/tocopherol", "ingredient_uses": null, "ingredient_information": "Tocopherol (also known as Vitamin E) is a common antioxidant used to help protect the skin from free-radicals and strengthen the skin barrier. It's also fat soluble - this means our skin is great at absorbing it. Vitamin E also helps keep your natural skin lipids healthy. Your lipid skin barrier naturally consists of lipids, ceramides, and fatty acids. Vitamin E offers extra protection for your skin’s lipid barrier, keeping your skin healthy and nourished. Another benefit is a bit of UV protection. Vitamin E helps reduce the damage caused by UVB rays. (It should not replace your sunscreen). Combining it with Vitamin C can decrease sunburned cells and hyperpigmentation after UV exposure. You might have noticed Vitamin E + C often paired together. This is because it is great at stabilizing Vitamin C. Using the two together helps increase the effectiveness of both ingredients. There are often claims that Vitamin E can reduce/prevent scarring, but these claims haven't been confirmed by scientific research."}, {"ingredient_name": "Bakuchiol", "ingredient_url": "/ingredients/bakuchiol", "ingredient_uses": null, "ingredient_information": "Bakuchiol is a plant-derived antioxidant (it's vegan!). It is often called the replacement for retinol although it is not part of the same family. It has similar effects as retinol: skin smoothing, reducing discoloration, and preventing wrinkles. It does not cause as much irritation as traditional retinoids. Bakuchiol works by breaking down free radicals and stimulating collagen production in skin. Combining bakuchiol with retinol will not have adverse side effects. Studies show using them will just boost the benefits. Bakuchiol is also found to help stabilize retinol. While bakuchiol does not make the skin more sun sensitive, we recommend wearing SPF on a daily basis. Read more about traditional retinol"}, {"ingredient_name": "Ubiquinone", "ingredient_url": "/ingredients/ubiquinone", "ingredient_uses": null, "ingredient_information": "Ubiquinone (Coenzyme Q10) is a molecule already found in our bodies. It is a potent antioxidant and skin-soothing ingredient. Aging and environmental exposure diminishes our skin's natural ubiquinone levels. This is much like our natural collagen and elastin. The good news is: studies show applying this ingredient topically replenishes ubiquinone levels in our skin. This also comes with a ton of skin benefits. These benefits include: Ubiquinone is considered a large molecule and cannot be absorbed into the lower layers of skin. This is why it is believed to be such an effective antioxidant: it protects our skin in the upper layers and prevents damage in the deeper layers. When used in sunscreen, ubiquinone is shown to increase ingredient stability, increase SPF factor, and add to infrared protection. Fun fact: ubiquinone is fat-soluble."}, {"ingredient_name": "Rosa Canina Fruit Oil", "ingredient_url": "/ingredients/rosa-canina-fruit-oil", "ingredient_uses": null, "ingredient_information": "Rosehip Oil is a nonfragrant plant oil. Rosehips are a fruit from a rose bush and are edible. This oil helps even out skin tone, has anti-aging properties, and is good for reducing inflammation. Rosehip contains Vitamin C, Vitamin E, fatty acids and linolenic acids. These nourish your skin barrier. Having hydrated skin may help reduce the appearance of fine-lines and wrinkles. Another great component of Rosehip Oil is Vitamin A, or retinol. Vitamin A encourages your skin to create more collagen. Rosehip oil may help with reducing pigmentation. The lycopene and beta-carotene have skin-lightening properties."}, {"ingredient_name": "Hippophae Rhamnoides Fruit Oil", "ingredient_url": "/ingredients/hippophae-rhamnoides-fruit-oil", "ingredient_uses": null, "ingredient_information": "Hippophae Rhamnoides Fruit Oil comes from the seabuckthorn berry. The seabuckthorn fruit contains carotenoids, palmitic acid, palmitoleic acid and vitamin E. The nutritious content of seabuckthorn fruit oil helps hydrate and nourish the skin. A study from 2018 found seabuckthorn may help with alleviating UV damage due to its anti-inflammatory property. Carotenoids and Vitamin E help nourish your skin's natural barrier. This barrier protects your skin and is responsible for firm skin."}, {"ingredient_name": "Citrus Grandis Seed Oil", "ingredient_url": "/ingredients/citrus-grandis-seed-oil", "ingredient_uses": null, "ingredient_information": "Citrus Grandis Seed Oil is a fragrance and is an oil."}, {"ingredient_name": "Citrus Paradisi Fruit Extract", "ingredient_url": "/ingredients/citrus-paradisi-fruit-extract", "ingredient_uses": null, "ingredient_information": "We don't have a description for Citrus Paradisi Fruit Extract yet."}, {"ingredient_name": "Citrus Tangerina Peel Oil", "ingredient_url": "/ingredients/citrus-tangerina-peel-oil", "ingredient_uses": null, "ingredient_information": "Citrus Tangerina Peel Oil comes from the peels of the tangerine, or mandarin. Citrus peels are often made up of mainly limonene. Limonene is a fragrance with a citrus scent. They also contain flavonoids, which have anti-inflammatory properties. According to Oxford's dictionary, the word \"tangerine\" originally meant something originating from Tangier, Morocco."}], "benefits": [{"benefit_name": "Hydrating", "count": 3}, {"benefit_name": "Redness Reducing"}, {"benefit_name": "Skin Texture"}, {"benefit_name": "Reduces Large Pores"}, {"benefit_name": "Anti-Aging", "count": 4}, {"benefit_name": "Dark Spots"}, {"benefit_name": "Scar Healing", "count": 3}, {"benefit_name": "Brightening", "count": 2}], "concerns": [], "notable_ingredients": ["Vitamin C", "Vitamin E", "Antioxidants"]}